tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "buo/cask-upgrade"
tap "jesseduffield/lazygit"
tap "sambadevi/powerlevel9k"
tap "sampointer/dy"
brew "python@3.11"
brew "python@3.10"
brew "mas"
brew "aria2"
brew "bat"
brew "coreutils"
brew "bottom"
brew "broot"
brew "freetype"
brew "cairo"
brew "cask"
brew "clipboard"
brew "coconut"
brew "codespell"
brew "difftastic"
brew "dust"
brew "exa"
brew "editorconfig"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "git-lfs"
brew "subversion"
brew "git-svn"
brew "global"
brew "gnupg"
brew "go-task"
brew "graphviz"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "libffi"
brew "qemu"
brew "lima"
brew "lnav"
brew "lsd"
brew "minikube"
brew "mosh"
brew "mtr"
brew "neovim"
brew "nushell"
brew "pinentry-mac"
brew "pipx", link: false
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "prettier"
brew "procs"
brew "putty"
brew "pv"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "restic"
brew "shellcheck"
brew "shfmt"
brew "socket_vmnet"
brew "sshpass"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "wget"
brew "xonsh"
brew "yapf"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazygit/lazygit"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "bitwarden"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gpg-suite"
cask "hashicorp-vagrant"
cask "keybase"
cask "microsoft-edge"
cask "podman-desktop"
cask "powershell"
mas "Amphetamine", id: 937984704
mas "DuckDuckGo", id: 663592361
mas "Friendly Streaming", id: 553245401
mas "Home Assistant", id: 1099568401
mas "Irvue", id: 1039633667
mas "Medis", id: 1579200037
mas "Pages", id: 409201541
mas "SubnetCalc", id: 412946682
mas "UTM", id: 1538878817
