tap "buo/cask-upgrade"
tap "cirruslabs/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jeffreywildman/virt-manager"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "martido/graph"
tap "sambadevi/powerlevel9k"
tap "sampointer/dy"
tap "teaxyz/pkgs"
brew "age"
brew "age-plugin-yubikey"
brew "ansible"
brew "ansible-cmdb"
brew "ansible-language-server"
brew "ansible-lint"
brew "apprise"
brew "aria2"
brew "autopep8"
brew "azure-cli", link: false
brew "bandit"
brew "bash"
brew "bat"
brew "bats-core"
brew "black"
brew "bottom"
brew "broot"
brew "cairo"
brew "cask"
brew "cdxgen"
brew "cirruslabs/cli/sshpass"
brew "cirruslabs/cli/tart"
brew "clipboard"
brew "coconut"
brew "codespell"
brew "coreutils"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "dust"
brew "editorconfig"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "flake8"
brew "fortune"
brew "freetype"
brew "gdk-pixbuf"
brew "gh"
brew "git-lfs"
brew "git-svn"
brew "global"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go-task"
brew "graphviz"
brew "hashicorp/tap/vault"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jpeg"
brew "jq"
brew "derailed/k9s/k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libffi"
brew "libolm"
brew "libpng"
brew "libvirt"
brew "lima"
brew "lnav"
brew "lsd"
brew "mas"
brew "minikube"
brew "mosh"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nushell"
brew "openjdk"
brew "pango"
brew "pinentry-mac"
brew "pipx", link: false
brew "pngquant"
brew "podman", restart_service: true
brew "podman-compose"
brew "pre-commit"
brew "prettier"
brew "procs"
brew "putty"
brew "pv"
brew "python-gdbm@3.11"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "restic"
brew "ripgrep"
brew "rust"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "shellcheck"
brew "shfmt"
brew "socket_vmnet"
brew "subversion"
brew "terminal-notifier"
brew "terraform"
brew "tflint"
brew "tmux"
brew "toilet"
brew "tokei"
brew "topgrade"
brew "tree"
brew "urlview"
brew "virt-manager"
brew "wget"
brew "xonsh"
brew "yamllint"
brew "yapf"
brew "ykman"
brew "ykpers"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh-syntax-highlighting"
cask "avifquicklook"
cask "bartender"
cask "bitwarden"
cask "cyberduck"
cask "element"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gpg-suite"
cask "hashicorp-vagrant"
cask "ipynb-quicklook"
cask "keybase"
cask "microsoft-edge"
cask "podman-desktop"
cask "powershell"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "quicknfo"
cask "suspicious-package"
cask "vlc"
cask "webpquicklook"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Medis", id: 1579200037
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Termius", id: 1176074088
mas "UTM", id: 1538878817
mas "iMovie", id: 408981434